 {
    "idIngredient": "37",
    "strIngredient": "Añejo Rum",
    "strDescription": "Rum is a distilled alcoholic beverage made from sugarcane byproducts, such as molasses, or directly from sugarcane juice, by a process of fermentation and distillation. The distillate, a clear liquid, is then usually aged in oak barrels.\r\n\r\nThe majority of the world's rum production occurs in the Caribbean and Latin America. Rum is also produced in Scotland, Austria, Spain, Australia, New Zealand, Fiji, the Philippines, Reunion Island, Mauritius, South Africa, Taiwan, Thailand, Japan, the United States, and Canada.\r\n\r\nRums are produced in various grades. Light rums are commonly used in cocktails, whereas \"golden\" and \"dark\" rums were typically consumed straight or neat, on the rocks, or used for cooking, but are now commonly consumed with mixers. Premium rums are also available, made to be consumed either straight or iced.\r\n\r\nRum plays a part in the culture of most islands of the West Indies as well as in The Maritimes and Newfoundland. This beverage has famous associations with the Royal Navy (where it was mixed with water or beer to make grog) and piracy (where it was consumed as bumbo). Rum has also served as a popular medium of economic exchange, used to help fund enterprises such as slavery (see Triangular trade), organized crime, and mil itary insurgencies (e.g., the American Revolution and Australia's Rum Rebellion).",
    "strType": "Rum",
    "strAlcohol": "Yes",
    "strABV": "38"
  },
  {
    "idIngredient": "601",
    "strIngredient": "Whisky",
    "strDescription": "Whisky or whiskey is a type of distilled alcoholic beverage made from fermented grain mash. Various grains (which may be malted) are used for different varieties, including barley, corn (maize), rye, and wheat. Whisky is typically aged in wooden casks, generally made of charred white oak.\r\n\r\nWhisky is a strictly regulated spirit worldwide with many classes and types. The typical unifying characteristics of the different classes and types are the fermentation of grains, distillation, and aging in wooden barrels.\r\n\r\nThe word whisky (or whiskey) is an anglicisation of the Classical Gaelic word uisce (or uisge) meaning \"water\" (now written as uisce in Irish Gaelic, and uisge in Scottish Gaelic). Distilled alcohol was known in Latin as aqua vitae (\"water of life\"). This was translated to Classical Gaelic as Irish: uisce beatha/Scottish Gaelic: uisge beatha \"water of life\". Early forms of the word in English included uskebeaghe (1581), usquebaugh (1610), usquebath (1621), and usquebae (1715).\r\n\r\nIt is possible that distillation was practised by the Babylonians in Mesopotamia in the 2nd millennium BC, with perfumes and aromatics being distilled, but this is subject to uncertain and disputed interpretation of evidence. The earliest certain chemical distillations were by Greeks in Alexandria in the 1st century AD, but these were not distillations of alcohol. The medieval Arabs adopted the distillation technique of the Alexandrian Greeks, and written records in Arabic begin in the 9th century, but again these were not distillations of alcohol. Distilling technology passed from the medieval Arabs to the medieval Latins, with the earliest records in Latin in the early 12th century. The earliest records of the distillation of alcohol are in Italy in the 13th century, where alcohol was distilled from wine. An early description of the technique was given by Ramon Llull (1232 – 1315). Its use spread through medieval monasteries, largely for medicinal purposes, such as the treatment of colic and smallpox.\r\n\r\nThe art of distillation spread to Ireland and Scotland no later than the 15th century, as did the common European practice of distilling \"aqua vitae\" or spirit alcohol primarily for medicinal purposes. The practice of medicinal distillation eventually passed from a monastic setting to the secular via professional medical practitioners of the time, The Guild of Barber Surgeons. The earliest Irish mention of whisky comes from the seventeenth-century Annals of Clonmacnoise, which attributes the death of a chieftain in 1405 to \"taking a surfeit of aqua vitae\" at Christmas. In Scotland, the first evidence of whisky production comes from an entry in the Exchequer Rolls for 1494 where malt is sent \"To Friar John Cor, by order of the king, to make aquavitae\", enough to make about 500 bottles.\r\n\r\nA still for making whisky is usually made of copper, since it removes sulfur-based compounds from the alcohol that would make it unpleasant to drink. Modern stills are made of stainless steel with copper innards (piping, for example, will be lined with copper along with copper plate inlays along still walls). The simplest standard distillation apparatus is commonly known as a pot still, consisting of a single heated chamber and a vessel to collect purified alcohol.\r\n\r\nColumn stills are frequently used in the production of grain whisky and are the most commonly used type of still in the production of bourbon and other American whiskeys. Column stills behave like a series of single pot stills, formed in a long vertical tube. Whereas a single pot still charged with wine might yield a vapour enriched to 40–50% alcohol, a column still can achieve a vapour alcohol content of 95.6%; an azeotropic mixture of alcohol and water.",
    "strType": "Whisky",
    "strAlcohol": "Yes",
    "strABV": "40"
  },